[
    {
        "id": 1,
        "name": "Analog",
        "imageUrl": "/assets/images/categories/analog_watch.png",
        "urlSegment": "analog",
        "description": "This one is undeniably the most traditional display type of watches. It’s the one with an hour hand, a minute hand and sometimes the second hand. It is so common and most likely, it’s the type you grow up within your house, in your school, and in almost every public infrastructure. It is even probably the type your parents used to teach you how to read the time.",
        "sortOrder": 1
    },
    {
        "id": 2,
        "name": "Digital",
        "imageUrl": "/assets/images/categories/digital_watch.png",
        "urlSegment": "digital",
        "description": "Digital is the one that uses LCD screen to display the time and other information that may be available in the watch. It needs electric power so it is only available among quartz watches.",
        "sortOrder": 4
    },
    {
        "id": 3,
        "name": "Smartwatch",
        "imageUrl": "/assets/images/categories/smartwatch.png",
        "urlSegment": "smart",
        "description": "Smartwatches are a type of watch that usually allows connection to your phone and other gadgets such as Bluetooth earphones. The features a touch screen and provides many of the functionality of a smartphone on your wrist without having to constantly be reaching for your phone. Most smartwatches sync notifications, calendars, email and other mobile apps.",
        "sortOrder": 2
    },
    {
        "id": 4,
        "name": "Accessories",
        "imageUrl": "/assets/images/categories/accessories.png",
        "urlSegment": "accessories",
        "description": "A pocket watch is a type of watch that is specifically designed to be kept in the pocket. Unlike wristwatches that have straps or bracelet, pocket watches are attached to a chain. This enables them to be fastened to a belt loop, or waistcoat and prevent them from falling off. To introduce a bit of tradition into one’s outfit, this timepiece can be worn over a vest.",
        "sortOrder": 5
    },
    {
        "id": 5,
        "name": "Automatic",
        "imageUrl": "/assets/images/categories/automatic_watch.png",
        "urlSegment": "automatic",
        "description": "An automatic watch (also known as self–winding watch) is a mechanical watch that has a rotor attached to the movement. When you move your wrist with an automatic watch, the rotor spins- winding the watch back up again by tightening the mainspring. When you are not wearing them on your wrist, you can also keep automatic watches it in a watch winder that moves gently back and forth and keeps it wound.",
        "sortOrder": 3
    }
]